Repository: rabeh-sy/arabic_localization
Catalog: arabic_localization/locale/*.po
Languages: ar

source: Average
ar: عادي

source: Collapse
ar: إغلاق

# Shrink code field.
source: Collapse
ar: إغلاق

source: Collapse All
ar: إغلاق الكل

# Finish the setup wizard
source: Complete Setup
ar: استكمال الإعداد

source: Excellent
ar: ممتازة

source: Hint: Include symbols, numbers and capital letters in the password
ar: تلميح: أضف الرموز والأرقام والأحرف الكبيرة إلى كلمة المرور لتجعلها أقوى

source: Include symbols, numbers and capital letters in the password
ar: أضف الرموز والأرقام والأحرف الكبيرة إلى كلمة المرور لتجعلها أقوى

source: Let's set up your account
ar: لنقم بإعداد حسابك

source: Previous
ar: السابق

# Go to previous slide
source: Previous
ar: السابق

source: Previous Document
ar: المستند السابق

source: Next Document
ar: المستند التالي

source: Select Country
ar: اختر البلد

source: Select Currency
ar: اختر عملة

source: Select Language
ar: اختر اللغة

source: Select Time Zone
ar: اختر منطقة زمنية

source: Standard
ar: أساسي

source: Strong
ar: قوية

source: Weak
ar: ضعيفة

source: Welcome
ar: أهلاً وسهلاً

# Workspace Category
source: Public
ar: عام

source: Toggle Theme
ar: تغيير السمة

source: My Profile
ar: حسابي الشخصي

source: My Settings
ar: إعداداتي

source: Session Default
ar: القيم الافتراضية للجلسة

source: Session Default Settings
ar: إعدادات القيم الافتراضية للجلسة

source: Session Defaults
ar: القيم الافتراضية للجلسة

source: Session Defaults Saved
ar: تم حفظ القيم الافتراضية للجلسة

source: Apps
ar: التطبيقات

source: Toggle Full Width
ar: تغيير وضع الشاشة العريضة

source: Default {0}
ar: {0} الافتراضي

source: Log out
ar: تسجيل الخروج

source: Installed Apps
ar: التطبيقات المنزّلة

source: Frappe Framework
ar: إطار عمل فرابيه

source: &copy; Frappe Technologies Pvt. Ltd. and contributors
ar: فرابيه للتقنية الخاصة ذات المسؤولية المحدودة، ومشاركون &copy;

source: &copy; Rabeh Technologies Ltd, Syria
ar: رابح للتقنية ذات المسؤولية المحدودة، سوريا &copy;

source: Loading versions...
ar: جاري تحميل الإصدارات

source: Notifications
ar: الإشعارات

source: No New notifications
ar: لا يوجد إشعارات جديدة

source: Looks like you haven’t received any notifications.
ar: يبدو أنك لم تتلقّ أية إشعارات بعد.

source: Events
ar: الأحداث

source: No Upcoming Events
ar: لا يوجد أحداث قادمة

source: There are no upcoming events for you.
ar: لا يوجد أحداث قادمة.

source: What's New
ar: ما الجديد

source: Nothing New
ar: لا يوجد مستجدات

source: There is nothing new to show you right now.
ar: لا يوجد مستجدات لنعرضها حالياً.

source: Search or type a command ({0})
ar: إبحث أو أدخل تعليمة ({0})

source: Enable
ar: تشغيل

source: Enable Allow Auto Repeat for the doctype {0} in Customize Form
ar: تشغيل السماح للتكرار التلقائي للنمط {0} في تخصيص النموذج

source: Enable Auto Reply
ar: تشغيل الرد التلقائي

source: Enable Automatic Backup
ar: تشغيل النسخ الاحتياطي التلقائي

source: Enable Automatic Linking in Documents
ar: تشغيل الربط التلقائي في المستندات

source: Enable Comments
ar: تشغيل التعليقات

source: Enable Email Notification
ar: تشغيل إشعارات البريد الإلكتروني

source: Enable Email Notifications
ar: تشغيل إشعارات البريد الإلكتروني

source: Enable Google API in Google Settings.
ar: تشغيل Google API في إعدادات Google.

source: Enable Google indexing
ar: تشغيل أرشفة Google

source: Enable Incoming
ar: تشغيل الوارد

source: Enable Onboarding
ar: تشغيل الجولة التعريفية بالنظام

source: Enable Outgoing
ar: تشغيل البريد الصادر

source: Enable Password Policy
ar: تشغيل سياسة كلمة المرور

source: Enable Prepared Report
ar: تشغيل التقرير المعد

source: Enable Print Server
ar: تشغيل خادم الطباعة

source: Enable Push Notification Relay
ar: تشغيل تتابع الإشعارات

source: Enable Rate Limit
ar: تشغيل تحديد الاستخدام

source: Enable Raw Printing
ar: تشغيل الطباعة الخام

source: Enable Report
ar: تشغيل التقرير

source: Enable Scheduled Jobs
ar: تشغيل المهام المجدولة

source: Enable Scheduler
ar: تشغيل المُجدوِل

source: Enable Security
ar: تشغيل الأمن

source: Enable Social Login
ar: تشغيل تسجيل الدخول بالمنصات الاجتماعية

source: Enable Social Sharing
ar: تشغيل المشاركة على المنصات الاجتماعية

source: Enable Tracking Page Views
ar: تشغيل تتبع مشاهدات الصفحة

source: Enable Website Tracking
ar: تشغيل تتبع الموقع

source: Enable developer mode to create a standard Print Template
ar: السماح لوضع التطوير بإنشاء قالب طباعة عادي

source: Enable developer mode to create a standard Web Template
ar: قم بتشغيل وضع المطور لإنشاء قالب ويب عادي

source: Enable email notification for any comment or likes received on your Blog Post.
ar: تشغيل إشعارات البريد الإلكتروني لأي تعليق أو إعجاب على منشورك.

source: Enable if on click opens modal.
ar: تشغيل فتح النافذة عند الضغط.

source: Enable in-app website tracking
ar: تشغيل تتبّع الموقع داخل التطبيق

source: Enabled
ar: نشط

source: Enabled Scheduler
ar: المُجدوِل يعمل

source: Enabled email inbox for user {0}
ar: صندوق الوارد للبريد الإلكتروني للمستخدم {0} نشط

source: Enabled scheduled execution for script {0}
ar: تشغيل التنفيذ المجدول للكود {0}

source: Saved
ar: تم الحفظ

source: Mentions
ar: الذكر في تعليق

source: Assignments
ar: التكليفات

source: Email Threads on Assigned Document
ar: الرسائل الإلكترونية على الوثائق المكلّفة إليك

source: Get notified when an email is received on any of the documents assigned to you.
ar: تلقّى إشعاراً عندما يصل بريد إلكتروني لأي وثيقة تم تكليفها لك.

source: Energy Points
ar: نقاط التحفيز

source: Administrator
ar: المسؤول

source: edit
ar: تعديل

source: Edit
ar: تعديل

# Button in list view actions menu
source: Edit
ar: تعديل

# Button in web form
source: Edit
ar: تعديل

# Edit grid row
source: Edit
ar: تعديل

source: Page Saved Successfully
ar: تم حفظ الصفحة بنجاح

source: Customizations Discarded
ar: تم تجاهل التعديلات

source: Open {0}
ar: فتح {0}

source: The resource you are looking for is not available
ar: الرابط الذي تبحث عنه غير متاح

source: Not found
ar: غير موجود

source: Not Found
ar: غير موجود

source: Basic Info
ar: المعلومات الأساسيّة

source: Roles & Permissions
ar: الأدوار والصلاحيّات

source: Connections
ar: الصلات

source: Type a reply / comment
ar: اترك تعليقاً أو رد على تعليق آخر

source: Activity
ar: النشاط

source: Comments
ar: التعليقات

source: commented
ar: أضاف تعليقاً

source: Dismiss
ar: إلغاء

# Stop showing the onboarding widget.
source: Dismiss
ar: إلغاء

source: Would you like to publish this comment? This means it will become visible to website/portal users.
ar: هل تود نشر هذا التعليق؟ عند النشر سيظهر هذا التعليق لمستخدمي الموقع.

source: Show all activity
ar: عرض كل النشاط

source: Permissions
ar: الصلاحيّات

source: Desk Settings
ar: إعدادات المكتب

source: Assigned To
ar: تكليف

source: User
ar: مستخدم

source: User
ar: مستخدم

source: Add to ToDo
ar: أضف إلى مهمّة

source: Assign to me
ar: تكليفي بها

source: Assign To User Group
ar: تكليف إلى مجموعة مستخدمين

source: Complete By
ar: تاريخ التسليم

source: Priority
ar: الأولويّة

source: Create a new {0}
ar: انشاء {0} جديد

source: Assigning...
ar: جاري التكليف...

source: User Group
ar: مجموعة مستخدمين

source: User Group Member
ar: عضو مجموعة مستخدمين

source: User Group Members
ar: أعضاء مجموعة المستخدمين

source: ToDo
ar: مهمة بسيطة

source: Open
ar: جاري

source: Closed
ar: مغلق

source: Cancelled
ar: ملغي

source: Due Date
ar: تاريخ التسليم

source: Allocated To
ar: المكلّف بها

source: Close
ar: إغلاق

source: Jump to field
ar: القفز إلى حقل

source: Email
ar: بريد إلكتروني

source: Duplicate
ar: تكرار

source: <span class="h4"><b>Reports & Masters</b></span>
ar: <span class="h4"><b>التقارير والبيانات الرئيسيّة</b></span>

source: Disable Document Sharing
ar: تعطيل مشاركة المستندات

source: Default display currency
ar: العملة الافتراضيّة للعرض

source: Use Number Format from Currency
ar: استخدم تنسيق الأرقام بناءً على العملة

source: First Day of the Week
ar: بداية الأسبوع

source: Apply Strict User Permissions
ar: تطبيق صلاحيات صارمة للمستخدمين

source: If Apply Strict User Permission is checked and User Permission is defined for a DocType for a User, then all the documents where value of the link is blank, will not be shown to that User
ar: إذا تم تفعيل خيار "تطبيق صلاحيات صارمة للمستخدمين" وتم تعريف صلاحيات المستخدم لنوع مستند معين لمستخدم ما، فلن يتم عرض أي مستند تكون فيه قيمة الرابط فارغة لذلك المستخدم.

source: Rounding Method
ar: طريقة تقريب الأرقام

source: Allow Older Web View Links (Insecure)
ar: السماح لروابط الويب القديمة (غير آمن)

source: Notification Settings
ar: إعدادات الإشعارات

source: Login
ar: تسجيل الدخول

source: Session Expiry (idle timeout)
ar: فترة صلاحيّة الجلسة (فترة الخمول)

source: Example: Setting this to 24:00 will log out a user if they are not active for 24:00 hours.
ar: مثال: ضبط هذه القيمة لتكون 24:00 ستسبب خروج المستخدم بعد 24 ساعة إن لم يكن يستخدم النظام.

source: Document Share Key Expiry (in Days)
ar: فترة صلاحيّة مفتاح مشاركة المستندات (بالأيام)

source: Number of days after which the document Web View link shared on email will be expired
ar: عدد أيام صلاحيّة روابط الويب الخاصة بالمستندات، والتي يتم إرسالها بالبريد الإلكتروني.

source: Note: Multiple sessions will be allowed in case of mobile device
ar: ملاحظة: سيتم السماح لجلسات متعددة في حالة استخدام جهاز الموبايل

source: Disable Username/Password Login
ar: تعطيل تسجيل الدخول باستخدام اسم المستخدم وكلمة السر

source: Make sure to configure a Social Login Key before disabling to prevent lockout
ar: تأكد من ضبط مفتاح التسجيل باستخدام المنصات الاجتماعية قبل التعطيل، كي لا تحجب نفسك من الدخول

source: Login Methods
ar: أساليب تسجيل الدخول

source: Login with email link
ar: تسجيل الدخول باستخدام رابط يُرسَل للبريد الإلكتروني

source: Login with email link expiry (in minutes)
ar: فترة صلاحية الرابط المُرسَل للبريد الإلكتروني عند تسجيل الدخول (بالدقائق)

source: Allow users to log in without a password, using a login link sent to their email
ar: السماح للمستخدمين بتسجيل الدخول دون استخدام كلمة سر، عن طريق إرسال للبريد الإلكتروني يتيح لهم الدخول.

source: Rate limit for email link login
ar: تحديد عدد المرات المسموحة لتسجيل الدخول باستخدام البريد الإلكتروني

source: You can set a high value here if multiple users will be logging in from the same network.
ar: يمكنك وضع قيمة أعلى هنا في حال وجود عدد من المستخدمين على نفس الشبكة.

source: Brute Force Security
ar: الأمان ضد قرصنة القوة الغاشمة

source: In seconds
ar: بالثواني

source: Two Factor Authentication
ar: المصادقة الثنائيّة

source: Enable Two Factor Auth
ar: تشغيل المصادقة الثنائيّة

source: Bypass Two Factor Auth for users who login from restricted IP Address
ar: تجاوز المصادقة الثنائيّة للمستخدمين الذين يسجلون الدخول من عنوان IP محظور

source: If enabled, users who login from Restricted IP Address, won't be prompted for Two Factor Auth
ar: في حال تشغيلها، لن يُطلب من المستخدمين القيام بالمصادقة الثنائيّة عند دخولهم من عنوان IP محظور.

source: Bypass restricted IP Address check If Two Factor Auth Enabled
ar: تخطى التحقق من عنوان IP محظور في حال تفعيل المصادقة الثنائيّة

source: If enabled, all users can login from any IP Address using Two Factor Auth. This can also be set only for specific user(s) in User Page
ar: في حال تشغيلها، يُسمح لجميع المستخدمين بتسجيل الدخول من أي عنوان IP باستخدام المصادقة الثنائيّة. يمكنك أيضاً تفعيل هذا الخيار علر مستخدم معين من صفحة المستخدم.

source: Two Factor Authentication method
ar: طريقة المصادقة المزدوجة

source: Choose authentication method to be used by all users
ar: اختر طريقة المصادقة لاستخدامها من قبل جميع المستخدمين

source: OTP App
ar: تطبيق كلمة السر المستخدمة لمرة واحدة (OTP)

source: SMS
ar: رسالة نصيّة

source: Expiry time of QR Code Image Page
ar: فترة انتهاء صلاحية صفحة QR Code

source: Time in seconds to retain QR code image on server. Min:<strong>240</strong>
ar: عدد الثواني للاحتفاظ بصورة QR Code على الخادم. الحد الأدنى: <strong>240</strong>

source: OTP Issuer Name
ar: اسم الجهة المصدرة في تطبيق OTP

source: Select All
ar: تحديد الكل

source: Unselect All
ar: إلغاء تحديد الكل

source: Allow Modules
ar: السماح للأقسام

source: Interests
ar: الإهتمامات

source: You last edited this
ar: أنت آخر من عدّل هذا

source: You created this
ar: أنت أنشأت هذا

source: Desk Theme
ar: سمة المكتب

source: Light
ar: فاتح

source: Automatic
ar: تلقائي

source: Dark
ar: داكن

source: Banner Image
ar: صورة غلاف

source: Navigation Settings
ar: إعدادات التصفح

source: Workspace
ar: مساحة العمل

source: {0} hours ago
ar: قبل {0} ساعات

source: Theme Changed
ar: تم تغيير السمة
